<h2 class="about__title">О сайте</h2>

<p class="about__text">
  lewd.tv - это сервис для совместного просмотра видео с YouTube.
  Составляйте плейлист из любых видео, чтобы синхронно просматривать его вместе с другими пользователями.
  Это как поход в кино, только онлайн и можно шуметь.
</p>

<h2 class="about__title">Поддержать проект</h2>

<p class="about__text">
  lewd.tv - некоммерческий проект.
  У нас нет платных услуг и рекламы, а значит, мы не получаем с него никакой прибыли.
  Если вы хотите поддержать проект - мы будем рады.<br />
  Для нефинансовой поддержки свяжитесь с администрацией сайта.
</p>

<a class="about__button" href="{{ route('common.donate') }}" data-draggable="false">
  <span>Donate</span>
</a>
